{"index":18,"name":"poaceae-oryza","display":"Rice","definition":"A cereal grass that is cultivated extensively in warm climates for its edible grain.","description":"<p>There are only two species of cultivated rice in the world, Asian rice (Oryza sativa) and African rice (Oryza glaberrima). </p><p>Both species are annual grasses cultivated for their grain which is considered a staple food in most parts of the world. </p><p>Asian and African rice plants are morphologically very similar and can be difficult to tell apart. </p><p>They have rounded stems which are divided into nodes and internodes. </p><p>The plant leaves are borne on the nodes of the stem and are long and slender with a pronounced midrib. </p><p>The plant produces three flowers, two of which are reduced, on a spikelet on the terminal (last) internode of the stem. </p><p>Rice plant can reach height between 1 and 1.8 meters, depending on variety.</p><p>After removal of the rice grain from the chaff, the rice can be used as brown rice or further processed to remove the bran to produce white rice. </p><p>Brown and white rice may be consumed after cooking or may be ground into rice flour. </p><p>It can be puffed under low pressure to produce puffed rice that is commonly used as a breakfast cereal. </p><p>Rice bran oil can be produced from the inner husk and can be used as a cooking oil. </p><p>Rice starch can be extracted and fermented to produce rice wine or brewed to produce sake.</p><p>Rice is an annual plant, harvested after one growing season.</p><p>It is mainly grown in warmer regions, as the plants will not grow at temperatures below 10°C. </p><p>Several new methods of propagating rice have been developed which allow rice to be cultivated in less conventional areas e.g. drought resistant varieties are grown in upland areas.</p><p>Rice is propagated directly from seed and sown on wet or dry seed beds or used to grow transplants in a nursery bed. </p><p>Transplants produced in a nursery are always planted in dry seed beds when they are transferred to the field. </p><p>Seeds may be sown in the field by broadcasting or by mechanical drilling. </p><p>Three main methods are used for direct seeding rice in lowland areas: dry seedbeds, wet seedbeds and dapog.</p><p>Generally, African rice tends to form smaller, and has several disadvantages compared with its Asian counterpart e.g. the grain is difficult to mill and the crop gives a lower yield.</p><p>Asian rice originates from China and African rice is believed to have been domesticated in areas around the Niger river in Africa.</p><p>Preserved rice grains were found in China around 3000 BCE.</p>","images":{"cover":{"path":"atlas/poaceae-oryza/cover.png","src":"/media/atlas/vegetables/poaceae-oryza/cover.png","caption":null},"contextual":{"path":"atlas/poaceae-oryza/contextual.jpg","src":"/media/atlas/vegetables/poaceae-oryza/contextual.jpg","caption":"<p>Rice is considered to be a semi-aquatic annual grass and is commonly grown in paddies in wetlands or under shallow water. </p>"},"featured":{"path":"atlas/poaceae-oryza/featured.png","src":"/media/atlas/vegetables/poaceae-oryza/featured.png","caption":"<p>The rice grain is formed by the ripened ovary of the flower and is between 5 and 12 millimeters in length. </p>"},"icon":{"path":"atlas/poaceae-oryza/icon.jpg","src":"/media/atlas/vegetables/poaceae-oryza/icon.jpg","caption":null}},"lastUpdated":"2020-03-29T18:25:18Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Poales"},{"name":"family","display":"Family","value":"Poaceae"},{"name":"genus","display":"Genus","value":"Oryza"}],"aliases":["Cultivated Rice"],"spreading":[],"startDate":{"value":3000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Genetically modified rice","value":"Scientists created genetically altered type of rice that contains beta-carotene. This type of rice is golden in color. Goal of this project is to prevent vitamin deficiency in areas with low level of vitamin A in diet."},{"name":"Most rice is consumed in Burma","value":"Most rice is consumed in Burma: 220 kilograms of rice per person each year. Americans consume 9 kilograms of rice per person per year."},{"name":"Staple food in most countries","value":"Rice is staple food in most countries in the world. 90% of global rice is produced and consumed in Asia."},{"name":"Flowers are pollinated by wind","value":"Rice develops small flowers collected in pendulous inflorescence. Flowers are pollinated by wind."},{"name":"Can have different colors","value":"Rice can be white, yellow, golden, brown, purple, red or black in color. All varieties of rice are divided in three major categories based on the size of grain: long, medium and short. Medium and short types are sticky due to high content of starch."},{"name":"Used for alcoholic beverages","value":"Raw rice is used in the production of alcoholic beverages such as rice wine and sake, or in the production of rice milk."},{"name":"Rice symbolizes life and fertility","value":"Rice symbolizes life and fertility. It is often thrown above the heads of newlyweds after wedding ceremony to ensure happy life filled with children."},{"name":"Seed is the edible part","value":"Seed of rice is edible part of the plant that is widely used in human diet."},{"name":"Annual plants","value":"Most types of rice are annual plants (live only one year). Several types of rice can survive and produce grains for up to 30 years."},{"name":"Elongated, slender leaves","value":"Rice has elongated, slender leaves that can reach 50 to 100 centimeters in length."},{"name":"Can be used as a piece of jewelry","value":"Rice can be used as a piece of jewelry. Even though small in size, grain of rice can be personalized with individual's name. That grain can be worn on a necklace after it is placed in the glass tube."},{"name":"Size depends on the variety","value":"Size of rice depends on the variety. It usually grows from 80 to 150 centimeters in height."},{"name":"Need to be cooked","value":"Rice need to be cooked before consumption. Grains of rice swell and become three times bigger during cooking. Rice can be consumed as a part of numerous sweet and salty dishes."},{"name":"Rich source of sugars","value":"Rice is rich source of sugars, proteins and vitamins of the B group."},{"name":"Different consumption methods","value":"Depending on the culture, rice can be consumed with fork (western societies), chopsticks (China, Korea and Japan) or with hands (India)."}],"features":[{"name":"nutrient.energy","value":365.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"365 calories"},{"name":"nutrient.carbohydrate","value":8.0E-5,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"80 milligrams"},{"name":"nutrient.sugars","value":1.2E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"120 milligrams"},{"name":"nutrient.fiber","value":0.0013,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"1.3 grams"},{"name":"nutrient.fat","value":6.6E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"660 milligrams"},{"name":"nutrient.protein","value":0.0071,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"7.1 grams"},{"name":"nutrient.water","value":0.012,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"12 grams"}],"related":[{"index":13,"display":"Maize","definition":"Maize is a cereal grain first domesticated by indigenous peoples in southern Mexico about 8,000 years ago.","iconPath":"atlas/zea-mays/icon.jpg","iconSrc":null},{"index":1,"display":"Bean","definition":"Bean is a herbaceous annual plant grown worldwide for its edible dry seeds.","iconPath":"atlas/phaseolus-vulgaris/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Rice","display":"Wikipedia","description":"Wikipedia article about rice.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/rice","display":"Encyclopædia Britannica","description":"Rice article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/rice","display":"ENCYCLOpedia.com","description":"Rice article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://www.softschools.com/facts/plants/rice_facts/601/","display":"SoftSchools","description":"Rice facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Rice","display":"Kiddle","description":"Rice facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=41975#null","display":"Taxonomic Information System","description":"ITIS taxonomy for rice.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://www.wikihow.com/Grow-Rice","display":"wikiHow","description":"How to Grow Rice.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/rice","display":"The Free Dictionary","description":"Rice definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}