{"index":14,"name":"allium-cepa","display":"Onion","definition":"The onion is a vegetable that is the most widely cultivated species of the genus Allium.","description":"<p>Onion is an herbaceous, biennial plant grown for its edible bulb. </p><p>The stem of the plant is a flattened disc at the base and the tubular leaves form a pseudostem where their sheaths overlap. </p><p>The leaves are either erect or oblique and there are 3 to 8 per plant. </p><p>The onion plant produces pink or white flowers clustered on stalks. </p><p>The bulbs are formed just above the flattened stem of the plant by overlapping leaves. </p><p>The bulb is made up of several layers, each corresponding to a leaf. </p><p>They are are generally oval but shape can be variable and occur in clusters of 3 to 18 to a plant. </p><p>The bulb is protected by a membrane which turns to a papery coat. </p><p>Onion plants can reach a height of 50 centimeters and are grown as annuals, harvested after one growing season.</p><p>The bulb is an edible vegetable and is the most commonly used part of the onion, usually consumed after cooking although it can be eaten fresh. </p><p>The stems and leaves are also edible.</p><p>Besides high nutritional value, onion beneficially affects human health.</p><p>As a food item, they are usually served cooked, as a vegetable or part of a prepared savoury dish, but can also be eaten raw or used to make pickles or chutneys.</p><p>They are pungent when chopped and contain certain chemical substances which irritate the eyes.</p><p>Onions are hardy, cool season vegetables that grow best at temperatures of 12 to 24 °C.</p><p>They require a fertile, well-draining soil such as clay or silt loams. </p><p>The plants do not do well in acidic soils. </p><p>Onions should be set out in full sun for optimum bulb development. </p><p>In the autumn the foliage dies down and the outer layers of the bulb become dry and brittle.</p><p>The crop is harvested and dried and the onions are ready for use or storage.</p><p>If left in the soil over winter, the growing point in the middle of the bulb begins to develop in the spring.</p><p>New leaves appear and a long, stout, hollow stem expands, topped by a bract protecting a developing inflorescence.</p><p>Onions crop is prone to attack by a number of pests and diseases, particularly the onion fly, the onion eelworm, and various fungi cause rotting.</p><p>The origin of the onion has not been conclusively determined although it is likely to be somewhere in South East Asia where the gene pool is most diverse.</p><p>Cultivation of onion started 7000 years ago and resulted in creation of numerous varieties of onions that differ in size, shape, color and taste.</p><p>Onions may be one of the earliest cultivated crops because they were less perishable than other foods of the time.</p>","images":{"cover":{"path":"atlas/allium-cepa/cover.png","src":"/media/atlas/vegetables/allium-cepa/cover.png","caption":null},"contextual":{"path":"atlas/allium-cepa/contextual.png","src":"/media/atlas/vegetables/allium-cepa/contextual.png","caption":"<p>Onion are growing particularly well in areas with cool spring weather and drier, hotter summer weather. </p>"},"featured":{"path":"atlas/allium-cepa/featured.png","src":"/media/atlas/vegetables/allium-cepa/featured.png","caption":"<p>Onions are biennial vegetables and if they are left in the ground for a second year, they will produce flowers and set seed.</p><p>The inflorescence takes the form of a globular umbel of white flowers with parts in sixes.</p>"},"icon":{"path":"atlas/allium-cepa/icon.jpg","src":"/media/atlas/vegetables/allium-cepa/icon.jpg","caption":null}},"lastUpdated":"2020-03-22T11:08:35Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Asparagales"},{"name":"family","display":"Family","value":"Amaryllidaceae"},{"name":"subfamily","display":"Subfamily","value":"Allioideae"},{"name":"genus","display":"Genus","value":"Allium"},{"name":"species","display":"Species","value":"Cepa"}],"aliases":["Bulb onion","Common onion"],"spreading":[],"startDate":{"value":5000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Rich source of nutrients","value":"Onion is rich source of vitamin C, manganese, potassium and phosphorus. It has low caloric value and high content of dietary fibers."},{"name":"Antimicrobial and anti-cancerigen","value":"Quercetin, phenols and flavonoids isolated from onion have anti-microbial and anti-cancer properties. They also show beneficial effects in treatment of cataract and cardiovascular diseases."},{"name":"Can reach 11.5 centimeters in diameter","value":"Onion can reach 2.5 to 11.5 centimeters in diameter.  Heaviest onion ever recorded had 4.5 kilograms of weight."},{"name":"Can be consumed raw","value":"Onions can be consumed raw (in the form of salads), cooked or pickled."},{"name":"Used as strength-booster","value":"Onion was used as strength-booster during the Olympic Games in Greece in the 1st century AD."},{"name":"Was used as diuretic","value":"Onion was used as diuretic, to improve digestion, and to ensure good health of heart, eyes, and joints in the 6th century BC in India."},{"name":"Worshiped in the ancient Egypt","value":"Onion was worshiped in the ancient Egypt. These plants were inevitable part of burial rituals and tombs of most rulers are covered with pictures of onion. Egyptians believed that onion possesses magic powers and that it can ensure success in the afterlife. Onion was even used as currency along with parsley and garlic."},{"name":"Used for polishing of silverware","value":"Crushed onion can be used for polishing of silverware and other metal objects."},{"name":"No more leaves after 6 months","value":"6 to 8 months after planting, bulb ceases production of new leaves. Nutrients from the leaves descend to the bulb, which becomes ready for the harvest."},{"name":"Crying when cutting onion","value":"Cutting of onion is always associated with crying. Onion releases sulfur during the process of slicing which creates sulfuric acid in combination with moisture from the eyes. This acid induces painful sensation and eyes produce tears to eliminate it."},{"name":"Root, bulb and green leaves","value":"Onion develops root, bulb and green leaves. Bulb is edible part of the onion and it consists of tightly packed leaves. Outer leaves are dry and firm. They protect inner, moist and soft leaves."},{"name":"Can soothe insect bites, and burns","value":"Sliced onion can sooth insect bites and burns on the skin. When combined with crushed aspirin and little water, slices of onion can be also used in treatment of warts."},{"name":"Anual production and consume","value":"Around 50 million tons of onions are produced each year. Average person consumes 6.2 kilograms of onion annually. Onions are very popular in Libya where each person consumes 30.2 kilograms of onion per year."},{"name":"Annual plants","value":"Domesticated varieties of onion are cultivated as annual plants - they are harvested in the first year of their life."},{"name":"Rounded, egg-like or torpedo-shaped","value":"Onion can be rounded, egg-like or torpedo-shaped. All types of onions are divided in three groups based on the color: yellow, red and white onions."}],"features":[{"name":"nutrient.energy","value":40.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"40 calories"},{"name":"nutrient.carbohydrate","value":0.00934,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"9.34 grams"},{"name":"nutrient.sugars","value":0.00424,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"4.24 grams"},{"name":"nutrient.fiber","value":0.0017,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"1.7 grams"},{"name":"nutrient.fat","value":1.0E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"100 milligrams"},{"name":"nutrient.protein","value":0.0011,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.1 grams"},{"name":"nutrient.water","value":0.08911,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"89.11 grams"}],"related":[{"index":10,"display":"Garlic","definition":"An onionlike plant having a bulb that breaks up into separable cloves with a strong distinctive odor and flavor.","iconPath":"atlas/allium-sativum/icon.jpg","iconSrc":null},{"index":19,"display":"Scallion","definition":"Scallion is a bunch of young onion harvested before the bulb develops.","iconPath":"atlas/allium-cepa-scallion/icon.jpg","iconSrc":null},{"index":0,"display":"Asparagus","definition":"Asparagus is a perennial flowering plant species in the genus Asparagus.","iconPath":"atlas/asparagus-officinalis/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Onion","display":"Wikipedia","description":"Wikipedia article about onion.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/onion-plant","display":"Encyclopædia Britannica","description":"Onion article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/onions","display":"ENCYCLOpedia.com","description":"Onion article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://www.softschools.com/facts/plants/onion_facts/678/","display":"Soft Schools","description":"Onion facts on Soft Schools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Onion","display":"Kiddle","description":"Onion facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=42720#null","display":"Taxonomic Information System","description":"ITIS taxonomy for onion.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/1084354","display":"Encyclopedia of Life","description":"Data, maps and articles about onion.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Grow-Onions","display":"wikiHow","description":"How to Grow Onions.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/onion","display":"The Free Dictionary","description":"Onion definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}