{"index":9,"name":"solanum-melongena","display":"Eggplant","definition":"Eggplant , aubergine  or brinjal  is a plant species in the nightshade family Solanaceae.","description":"<p>Eggplant is a tropical, herbaceous, perennial plant, closely related to tomato which is grown for its edible fruit. </p><p>The plants has a branching stem and simple, long, flat, coarsely lobed leaves.</p><p>They are green in color and are arranged alternately on the branches. </p><p>The leaves can measure 10 to 20 centimeters long and 5 to 10 centimeters broad. </p><p>The pendant purple flowers are characteristically solitary and have 3 to 5 centimeters in diameter. </p><p>The fruit is a large, fleshy ovoid berry which can reach 40 centimeters in length, with glossy smooth skin and numerous small seeds. </p><p>The color of the fruit is variable and can be white, green, yellow, purple or black. </p><p>Eggplants can reach up to 1.5 meters in height and although they are perennial plants, they are most commonly grown as annuals.</p><p>Eggplant fruit is used in several cuisines. </p><p>Although often considered a vegetable, it is a berry by botanical definition.</p><p>Like the tomato, its skin and seeds can be eaten, but, like the potato, it is usually eaten cooked.</p><p>Eggplant is nutritionally low in nutrients, but the capability of the fruit to absorb oils and flavors into its flesh through cooking expands its use in the culinary arts.</p><p>It is frequently served as a baked, grilled, fried, or boiled vegetable and is used as a garnish and in stews.</p><p>Eggplant figures prominently in classic dishes as the Greek moussaka, the Italian eggplant parmigiana, and the Middle Eastern relish baba ghanoush.</p><p>Eggplants are warm-season crops which require a long growing season.</p><p>They grow best in regions where the daytime temperature is between 26 and 32°C and night time temperatures around 21°C. </p><p>In addition, eggplant is a sun loving plant and should be positioned in an area that receives full sunlight. </p><p>Plants will perform best when planted in a fertile soil with a pH between 6.3 and 6.8. </p><p>In cold areas and regions with a short growing season it is necessary to start eggplant indoors or in a glasshouse. </p><p>In addition, eggplant will often perform much better in colder areas if planted in containers or grown under row covers as this helps to keep the soil warm.</p><p>Eggplant was originally domesticated from the wild nightshade species thorn or bitter apple, probably with two independent domestications: one in South Asia, and one in East Asia.</p><p>Cultivation of eggplant started 600 years BCE in southern and eastern parts of Asia.</p>","images":{"cover":{"path":"atlas/solanum-melongena/cover.png","src":"/media/atlas/vegetables/solanum-melongena/cover.png","caption":null},"contextual":{"path":"atlas/solanum-melongena/contextual.jpg","src":"/media/atlas/vegetables/solanum-melongena/contextual.jpg","caption":"<p>Botanically classified as a berry, the fruit contains numerous small, soft, edible seeds that taste bitter because they contain nicotinoid alkaloids, like the related tobacco.</p>"},"featured":{"path":"atlas/solanum-melongena/featured.png","src":"/media/atlas/vegetables/solanum-melongena/featured.png","caption":"<p>Eggplant produces star-shaped, white or purple flowers. </p><p>They contain both types of reproductive organs and can perform self-pollination.</p>"},"icon":{"path":"atlas/solanum-melongena/icon.jpg","src":"/media/atlas/vegetables/solanum-melongena/icon.jpg","caption":null}},"lastUpdated":"2020-03-22T17:08:53Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Solanales"},{"name":"family","display":"Family","value":"Solanaceae"},{"name":"genus","display":"Genus","value":"Solanum"},{"name":"species","display":"Species","value":"Melongena"}],"aliases":["Aubergine","Brinjal","Guinea squash"],"spreading":[],"startDate":{"value":600.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Has anti-tumor properties","value":"Delphinidin is a substance isolated from eggplant that exhibits anti-tumor properties (it prevents growth of certain types of cancer)."},{"name":"Can be consumed grilled","value":"Eggplant can be consumed grilled, baked, boiled, stuffed or combined with meat and other vegetables. Eggplant is often used as a substitute for meat in vegetarian diet due to specific texture and taste of its flesh."},{"name":"Greatest manufacturer in the world","value":"China is the greatest manufacturer of the eggplants in the world. It produces 28.800.000 tons of eggplants annually."},{"name":"Short vegetative season","value":"Eggplant has short vegetative season. Harvest usually takes place 60 days after planting. Eggplant requires high temperature (it grows during the summer) for proper growth and development."},{"name":"Treatment of stomach disorders","value":"Juice made of leaves and roots of eggplant can be used in treatment of throat and stomach disorders, cough, asthma, toothache, rheumatism and skin problems."},{"name":"Fruit shaped like hen's egg","value":"Name \"eggplant\" originates from 18th century when cultivars with small, white fruit, shaped like hen's egg were popular. Eggplant is known as \"crazy apple\" in Italy due to widespread belief that diet rich in eggplants leads to madness."},{"name":"Large green, deeply lobed leaves","value":"Eggplant develops large green, deeply lobed leaves."},{"name":"Stem up to 145 centimeters","value":"Eggplant has spiny stem that can grow from 40 to 145 centimeters in height."},{"name":"Star-shaped, white or purple flowers","value":"Eggplant produces star-shaped, white or purple flowers. They contain both types of reproductive organs (pistil and stamens) and can perform self-pollination."},{"name":"Contains numerous miniature seed","value":"Eggplant contains numerous miniature seed. They have bitter taste due to high content of nicotine (substance that belongs to the group of alkaloids). Eggplant contains the highest level of nicotine compared to other edible plants. Luckily, consumption of eggplant does not produce harmful effect on the human health (9 kilograms of eggplant contains same amount of nicotine as one cigarette)."},{"name":"White, lavender, green or red-striped fruit","value":"Some varieties of eggplant produce white, lavender, green or red-striped fruit that can be elongated, rounded or pea-shaped."},{"name":"Eggplant is rich source of dietary fibers","value":"Eggplant is rich source of dietary fibers, vitamins C, K and vitamins of the B group, and minerals such as copper, phosphorus and magnesium."},{"name":"Fruit size depends on the variety","value":"Size of the eggplant (fruit) depends on the variety. It ranges from 3 to 30 centimeters in length."},{"name":"Perennial plant","value":"Eggplant grows as perennial plant (life span: over 2 years) in tropics and as annual plant (life span: one year) in temperate climates."},{"name":"Fruit belongs to the group of berries","value":"Fruit of eggplant belongs to the group of berries. The most popular types of eggplant are oval shaped and covered with smooth, glossy, purple colored skin. Flesh is whitish or creamy colored and has spongy texture."}],"features":[{"name":"nutrient.energy","value":25.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"25 calories"},{"name":"nutrient.carbohydrate","value":0.00588,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"5.88 grams"},{"name":"nutrient.sugars","value":0.00353,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"3.53 grams"},{"name":"nutrient.fiber","value":0.002,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"2 grams"},{"name":"nutrient.fat","value":1.8E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"180 milligrams"},{"name":"nutrient.protein","value":9.8E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"980 milligrams"},{"name":"nutrient.water","value":0.092,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"92 grams"}],"related":[{"index":21,"display":"Tomato","definition":"The tomato is the edible, often red, berry of the plant Solanum lycopersicum, commonly known as a tomato plant.","iconPath":"atlas/solanum-lycopersicum/icon.jpg","iconSrc":null},{"index":6,"display":"Capsicum","definition":"Capsicum is a genus of flowering plants in the nightshade family Solanaceae.","iconPath":"atlas/capsicum-annuum-bell/icon.jpg","iconSrc":null},{"index":8,"display":"Cucumber","definition":"Cucumber  is a widely cultivated plant in the gourd family, Cucurbitaceae.","iconPath":"atlas/cucumis-sativus/icon.jpg","iconSrc":null},{"index":17,"display":"Potato","definition":"The potato is a root vegetable native to the Americas, a starchy tuber of the plant Solanum tuberosum, and the plant itself, a perennial in the family Solanaceae.","iconPath":"atlas/solanum-tuberosum/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Eggplant","display":"Wikipedia","description":"Wikipedia article about eggplant.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/eggplant","display":"Encyclopædia Britannica","description":"Eggplant article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"http://www.softschools.com/facts/plants/eggplant_facts/1052/","display":"Soft Schools","description":"Eggplant facts on Soft Schools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Eggplant","display":"Kiddle","description":"Eggplant facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://eol.org/pages/581188","display":"Encyclopedia of Life","description":"Data, maps and articles about eggplant.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Draw-an-Eggplant","display":"wikiHow","description":"How to Draw an Eggplant","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/eggplant","display":"The Free Dictionary","description":"Eggplant definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}