{"index":23,"name":"curcubita-pepo","display":"Zucchini","definition":"Zucchini is a type of summer squash that belongs to the pumpkin family.","description":"<p>Zucchini is a variety of summer squash in the gourd family, grown for its edible fruits. </p><p>It represents one of the most popular and most commonly consumed vegetable today.</p><p>Along with certain other squashes and pumpkins, the zucchini belongs to the species Cucurbita pepo.</p><p>Zucchini plants are typically bushy and non-vining, though some varieties have a creeping habit. </p><p>The leaves are large and palmately lobed, and both the stems and the leaves have small prickly trichomes (plant hairs). </p><p>The large unisexual flowers have five yellow-orange petals and are pollinated by bees and other insects. </p><p>Most varieties bear dark green cylindrical fruit, but some produce round or intermediate shapes in colours ranging from yellow-green to nearly black. </p><p>In a culinary context, the zucchini is treated as a vegetable.</p><p>Botanically, zucchinis are fruits, a type of botanical berry called a pepo, being the swollen ovary of the zucchini flower.</p><p>Zuccini is usually cooked and presented as a savory dish or accompaniment.</p><p>It can be prepared using a variety of cooking techniques, including steamed, boiled, grilled, stuffed and baked, barbecued or fried.</p><p>Zucchini can also be baked into a bread similar to banana bread or incorporated into a cake mix similar to carrot cake. </p><p>Zucchini has a delicate flavor and requires little more than quick cooking with butter or olive oil, with or without fresh herbs.</p><p>The skin is left in place. </p><p>Quick cooking of barely wet zucchini in oil or butter allows the fruit to partially boil and steam, with the juices concentrated in the final moments of frying when the water has gone, prior to serving. </p><p>Zucchini can also be eaten raw, sliced or shredded, in a cold salad, as well as lightly cooked in hot salads, as in Thai or Vietnamese recipes.</p><p>The flowers are also edible and are sometimes fried.</p><p>Zucchini grows in warm, dry climate, on well-drained, moist soil.</p><p>The plants are susceptible to squash bugs and squash vine borers, and the fruits can be affected by blossom-end rot in uneven watering conditions.</p><p>China is the greatest manufacturer of squashes in the world.</p><p>The zucchini, like all squash, originates in the Americas, specifically Mesoamerica.</p><p>Zucchini itself was developed in northern Italy in the second half of the 19th century, long after the introduction of cucurbits from the Americas in the early 16th century.</p>","images":{"contextual":{"path":"atlas/curcubita-pepo/contextual.jpg","src":"/media/atlas/vegetables/curcubita-pepo/contextual.jpg","caption":"<p>Zucchini can reach nearly one meter in length, but is usually harvested when still immature at about 15 to 25 centimeters.</p>"},"cover":{"path":"atlas/curcubita-pepo/cover.png","src":"/media/atlas/vegetables/curcubita-pepo/cover.png","caption":null},"featured":{"path":"atlas/curcubita-pepo/featured.png","src":"/media/atlas/vegetables/curcubita-pepo/featured.png","caption":"<p>Zucchini flowers can be eaten stuffed and are a delicacy when deep fried, resembling Japanese tempura.</p>"},"icon":{"path":"atlas/curcubita-pepo/icon.jpg","src":"/media/atlas/vegetables/curcubita-pepo/icon.jpg","caption":null},"trivia":{"path":"atlas/curcubita-pepo/trivia.png","src":"/media/atlas/vegetables/curcubita-pepo/trivia.png","caption":null}},"lastUpdated":"2020-03-22T17:12:14Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Cucurbitales"},{"name":"family","display":"Family","value":"Cucurbitaceae"},{"name":"genus","display":"Genus","value":"Cucurbita"},{"name":"species","display":"Species","value":"Pepo"}],"aliases":["Courgette","Marrow"],"spreading":[],"startDate":{"value":5500.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":"atlas/curcubita-pepo/page-form-audio-assets_waveform.png","waveformSrc":"/media/atlas/vegetables/curcubita-pepo/page-form-audio-assets_waveform.png","facts":[{"name":"Excellent source of dietary fibers","value":"Zucchini is an excellent source of dietary fibers, vitamins A, C and B9 (folate) and minerals such as manganese and potassium. Zucchini contains 93% of water and only 23 calories."},{"name":"Zucchini blooms early in the summer","value":"Zucchini blooms early in the summer. It produces individual male and female flowers on the same plant (monoecious). Male flowers are slightly smaller. They grow from the axils of leaves. Female flowers develop on top of the branches. Flowers are yellow colored and they attract bees, responsible for the pollination."},{"name":"Zucchini develops large","value":"Zucchini develops large, lobed, green leaves covered with silver-gray blotches on the surface."},{"name":"Has bitter taste on dry years","value":"Compound called cucurbitacin accumulates in the fruit when plant grows exposed to  high temperature in areas that do not provide enough water and nutrients in the soil. As a result, fruit has bitter taste."},{"name":"Also used in the cosmetic","value":"Zucchini are also used in the cosmetic industry for the manufacture of various soaps."},{"name":"Completes its life cycle in one year","value":"Zucchini is an annual plant which means that it completes its life cycle in one year."},{"name":"Zucchini is bushy plant","value":"Zucchini is bushy plant. It has light green, prickly stem that can reach 890 centimeters in height."},{"name":"Dark zucchini contains more nutrients","value":"Dark-colored zucchini contains the greatest amount of nutrients. Small and medium-sized zucchini have better flavor than large varieties."},{"name":"Consumed raw or thermally processed","value":"Zucchini can be consumed raw, but they are usually thermally processed before consumption. They can be used for the preparation of salads, casseroles and breads."},{"name":"Zucchini flowers are edible","value":"Both male and female zucchini flowers are edible. They can be fried, stuffed and baked."},{"name":"Word \"zucchini\" means little squash","value":"Word \"zucchini\" originates from Italian word \"zucca\" which means \"squash\"."},{"name":"Fruit of zucchini is sausage-shaped","value":"Fruit of zucchini is sausage-shaped pepo (berry with thick skin on the surface). Color of the fruit varies from light to dark green, depending on the cultivar. Flesh is creamy white, juicy, soft and filled with numerous tiny, edible seed. Largest ever recorded zucchini had 176 centimeters in length and 29.5 kilograms of weight."},{"name":"There are yellow and orange varieties","value":"Hybrid known as golden zucchini produces yellow or orange-colored fruit."},{"name":"Prevent development of cancer","value":"Nutrients from the zucchini have potential to prevent development of cancer and cardiovascular disorders."},{"name":"Harvested 8 weeks after fertilization","value":"Zucchini is usually harvested 8 weeks after fertilization of the female flowers, when it reaches the length of 20 centimeters. Fruit needs to be harvested before it reaches full maturity, while it is still tender on the outside and filled with soft, edible seed on the inside."}],"features":[{"name":"nutrient.energy","value":23.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"23 calories"},{"name":"nutrient.carbohydrate","value":0.0031,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"3.1 grams"},{"name":"nutrient.sugars","value":0.0025,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"2.5 grams"},{"name":"nutrient.fiber","value":0.001,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"1 grams"},{"name":"nutrient.fat","value":3.0E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"300 milligrams"},{"name":"nutrient.protein","value":0.0012,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.2 grams"},{"name":"nutrient.water","value":0.093,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"93 grams"}],"related":[{"index":8,"display":"Cucumber","definition":"Cucumber  is a widely cultivated plant in the gourd family, Cucurbitaceae.","iconPath":"atlas/cucumis-sativus/icon.jpg","iconSrc":null},{"index":9,"display":"Eggplant","definition":"Eggplant , aubergine  or brinjal  is a plant species in the nightshade family Solanaceae.","iconPath":"atlas/solanum-melongena/icon.jpg","iconSrc":null},{"index":6,"display":"Capsicum","definition":"Capsicum is a genus of flowering plants in the nightshade family Solanaceae.","iconPath":"atlas/capsicum-annuum-bell/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Zucchini","display":"Wikipedia","description":"Wikipedia article about zucchini.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/zucchini","display":"Encyclopædia Britannica","description":"Zucchini article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.softschools.com/facts/plants/zucchini_facts/1449/","display":"Soft Schools","description":"Zucchini facts on Soft Schools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Zucchini","display":"Kiddle","description":"Zucchini facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://eol.org/pages/584410","display":"Encyclopedia of Life","description":"Data, maps and articles about zucchini.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Grow-Zucchini","display":"wikiHow","description":"How to Grow Zucchini.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/zucchini","display":"The Free Dictionary","description":"Zucchini definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}