{"index":16,"name":"pastinaca-sativa","display":"Parsnip","definition":"The parsnip  is a root vegetable closely related to carrot and parsley; all belong to the family Apiaceae.","description":"<p>Parsnip is an herbaceous biennial plant grown for its edible taproot resembling a pale carrot. </p><p>The parsnip plant has an erect, branched stem with a rosette of leaves which are oblong or triangular in shape and 30 to 38 centimeters in length. </p><p>The leaves at the top of the plant are smaller and attached directly to the stem. </p><p>The plant produces flowers on umbels which are yellow or orange in color with wide petals. </p><p>The taproot of the plant is thick and fleshy and can grow between 10 and 23 centimeters in length. </p><p>The parsnip plant may grow to a height of 90 to 180 centimeters in height.</p><p>It is usually grown as an annual for only one growing season.</p><p>If unharvested, in its second growing season it produces a flowering stem topped by an umbel of small yellow flowers, later producing pale brown, flat, winged seeds.</p><p>By this time, the stem has become woody and the tuberous root inedible.</p><p>Parsnip root is sweet in flavour and is usually served as a cooked vegetable.</p><p>It may be sliced and turned into crisps. </p><p>The leaves of the plant are also edible and may be cooked and eaten as a vegetable.</p><p>The parsnip is usually cooked, but it can also be eaten raw.</p><p>It is high in vitamins and minerals, especially potassium.</p><p>It also contains antioxidants and both soluble and insoluble dietary fiber.</p><p>Parsnips are cool-season crops which can be planted in early spring and left in the ground all summer for harvest.</p><p>At the end of summer the solids of the root consist largely of starch. </p><p>Exposure of parsnip to the low temperatures during the winter ensures transformation of starch into sugar and results in production of vegetable of the best quality.</p><p>The root is hardy and not damaged by hard freezing of the soil.</p><p>Parsnips grow best in a well-draining, loose, sandy soil which is free of large rocks. </p><p>Parsnips require full sun for optimum development but will tolerate some very light shade. </p><p>The plants also require plenty moisture and organic matter. </p><p>Parsnips do very well in raised beds and can also be grown in containers. </p><p>Parsnip seed is sown in the spring, thinly in rows about a half meter apart, and the plants are thinned to stand 5 to 7 centimeters apart in the row.</p><p>Parsnip is native to Eurasia between the western Mediterranean region and the Caucasus Mountains.</p><p>Parsnip was cultivated in Roman times, but fleshy forms were not developed until the Middle Ages. </p><p>It was introduced in the Americas early in the 17th century and has become extensively naturalized in North America.</p><p>It was used as a sweetener before the arrival in Europe of cane sugar.</p>","images":{"cover":{"path":"atlas/pastinaca-sativa/cover.png","src":"/media/atlas/vegetables/pastinaca-sativa/cover.png","caption":null},"contextual":{"path":"atlas/pastinaca-sativa/contextual.png","src":"/media/atlas/vegetables/pastinaca-sativa/contextual.png","caption":"<p>The optimum temperature for parsnip growth is between 15.6 and 18.3°C and they do not tolerate heat, in the same way that carrots do. </p>"},"featured":{"path":"atlas/pastinaca-sativa/featured.png","src":"/media/atlas/vegetables/pastinaca-sativa/featured.png","caption":"<p>In the second year, the small yellow flowers are borne in an umbel that may be as much as 10 centimeters across.</p>"},"icon":{"path":"atlas/pastinaca-sativa/icon.jpg","src":"/media/atlas/vegetables/pastinaca-sativa/icon.jpg","caption":null}},"lastUpdated":"2020-03-22T17:10:29Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Apiales"},{"name":"family","display":"Family","value":"Apiaceae"},{"name":"genus","display":"Genus","value":"Pastinaca"},{"name":"species","display":"Species","value":"Sativa"}],"aliases":["Wild parsnip"],"spreading":[],"startDate":{"value":1000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":null,"waveformSrc":null,"facts":[{"name":"Rich source of nutrients","value":"Parsnip is rich source of dietary fibers, vitamin C, B1, B6, B9, K and E and minerals such as potassium, iron, calcium and copper."},{"name":"May generate food allergy","value":"People that cannot consume walnuts, parsley and figs, will probably show signs of food allergy after consumption of parsnip. Typical signs of allergy are swelling of the lips and burning sensation in the throat."},{"name":"Aphrodisiac properties","value":"Ancient Romans believed that parsnip has aphrodisiac properties."},{"name":"Used in treatment of toothache","value":"Parsnip was used in treatment of toothache and tired feet during the Middle Ages."},{"name":"Was used as animal fodder","value":"Parsnip was used as animal fodder in the past. It still represents important source of food for Italian pigs that are used for the manufacture of Parma ham."},{"name":"Anti-inflammatory and anti-fungal","value":"Compounds isolated from parsnip have anti-inflammatory (prevent inflammation) and anti-fungal (kill fungi) properties. They also have potential to prevent development of certain types of cancer."},{"name":"Harvested 6 months after sowing","value":"Parsnip is usually harvested 6 months after sowing (during the first year of growth). Ideal time for the harvest is determined by the size of taproot. Parsnip of the best quality is usually 15 to 25 centimeters long and available from  August to March in the markets around the world."},{"name":"Parsnip fruit is a schizocarp","value":"Fruit of parsnip is pale brown schizocarp (type of dry fruit). It is oval in shape and equipped with wings."},{"name":"Parsnip produces yellow flowers","value":"Parsnip produces yellow, umbrella-shaped inflorescence (it consists of numerous miniature flowers that grow from the same point). Flowers contain both types of reproductive organs (perfect)."},{"name":"Parsnip is a biennial plant","value":"Parsnip is biennial plant, which means that it completes its life cycle in two years."},{"name":"Green, pinnate leaves","value":"Parsnip develops green, pinnate leaves that consist of several pairs of lobed leaflets with toothed edges. Leaves grow in the form of rosette."},{"name":"Parsnip develops erect stem","value":"Parsnip develops erect, multi-branched, hollow and grooved stem that can reach 150 centimeters in height."},{"name":"Was used as a sweetener","value":"Parsnip was used as a sweetener in Europe (usually for the preparation of jams and cakes) before industrial sugar became available. It was also used for the preparation of some types of bread during the 15th and 16th century."},{"name":"Taproot is edible","value":"Edible part of the plant it large, white or creamy colored taproot. It looks like large, white-colored carrot, but it has sweeter taste (parsnip is also known as \"white carrot\" in Scotland)."},{"name":"Consumed fresh or as ingredient","value":"Parsnip can be consumed fresh (in the form of salads) or as ingredient of soups, stews, casseroles and various savory dishes."}],"features":[{"name":"nutrient.energy","value":75.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"75 calories"},{"name":"nutrient.carbohydrate","value":0.018,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"18 grams"},{"name":"nutrient.sugars","value":0.0048,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"4.8 grams"},{"name":"nutrient.fiber","value":0.0049,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"4.9 grams"},{"name":"nutrient.fat","value":2.0E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"200 milligrams"},{"name":"nutrient.protein","value":0.0012,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.2 grams"},{"name":"nutrient.water","value":0.07953,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"79.53 grams"}],"related":[{"index":15,"display":"Parsley","definition":"Parsley or garden parsley  is a species of flowering plant that is widely cultivated as a herb, and a vegetable.","iconPath":"atlas/petroselinum-crispum/icon.jpg","iconSrc":null},{"index":7,"display":"Carrot","definition":"The carrot  is a root vegetable, usually orange in colour, though purple, black, red, white, and yellow cultivars exist.","iconPath":"atlas/daucus-carota-sativus/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Parsnip","display":"Wikipedia","description":"Wikipedia article about parsnip.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/parsnip","display":"Encyclopædia Britannica","description":"Parsnip article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.softschools.com/facts/plants/parsnip_facts/1764/","display":"Soft Schools","description":"Parsnip facts on Soft Schools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=29795#null","display":"Taxonomic Information System","description":"ITIS taxonomy for parsnip.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/581528","display":"Encyclopedia of Life","description":"Data, maps and articles about parsnip.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Plant-Parsnips","display":"wikiHow","description":"How to Plant Parsnips.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/parsnip","display":"The Free Dictionary","description":"Parsnip definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}