{"index":12,"name":"lactuca-sativa","display":"Lettuce","definition":"Lettuce  is an annual plant of the daisy family grown as a leaf vegetable, but sometimes for its stem and seeds.","description":"<p>Lettuce is a leafy herbaceous annual or biennial plant grown for its leaves which are used as a salad green. </p><p>The lettuce plant can vary greatly in size, shape and leaf type but generally, the leaves of the plant form a dense head or loose rosette. </p><p>The stem of the plant is short, with larger leaves arranged at the bottom and becoming progressively smaller further up the stem. </p><p>Leaves can be smooth or curly and are usually green or red in color. </p><p>The lettuce plant can grow to a height of 30 to 100 centimeters in height and is typically grown as an annual, harvested after only one growing season.</p><p>Most lettuce varieties are eaten fresh and are used in salads, either alone or with other greens, vegetables, meats and cheeses.</p><p>Romaine lettuce is often used for Caesar salads, with a dressing that includes anchovies and eggs. </p><p>Lettuce leaves can also be found in soups, sandwiches and wraps, while the stems are eaten both raw and cooked.</p><p>Lettuce is generally a rich source of vitamins K and A, though the nutritional quality varies, depending on the variety.</p><p>Lettuce is a cool season crop which will grow optimally at daytime temperatures of 15 to 20°C. </p><p>The plant can be grown in a wide range of soils as long as it is fertile and moisture retaining due to the small root system of the plant. </p><p>It is often grown in alkaline soil but will not tolerate acid soil. </p><p>Heat tolerant varieties can be grown over the summer months and care should be taken to protect the leaves from strong sun by shading or covering to prevent the plants from bolting. </p><p>Seeds should be sown 3 to 6 millimeters deep and 2.5 centimeters apart, leaving 50 centimeters between rows.</p><p>Seedlings emerge in 2 to 15 days.</p><p>When the plants have 2 to 3 true leaves then they should be thinned to a final spacing of 25 to 45 centimeters depending on the variety.</p><p>Around 23 million metric tons of lettuce are produced and consumed each year.</p><p>Majority of globally consumed lettuce originates from China.</p><p>Lettuce was originally farmed by the ancient Egyptians, who transformed it from a weed whose seeds were used to create oil into an important food crop.</p><p>Lettuce spread to the Greeks and Romans, the latter of whom gave it the name lactuca, from which the English lettuce is ultimately derived.</p><p>By 50 CE, many types were described, and lettuce appeared often in medieval writings, including several herbals.</p><p>The 16th through 18th centuries saw the development of many varieties in Europe, and by the mid-18th century cultivars were described that can still be found in gardens.</p>","images":{"cover":{"path":"atlas/lactuca-sativa/cover.png","src":"/media/atlas/vegetables/lactuca-sativa/cover.png","caption":null},"contextual":{"path":"atlas/lactuca-sativa/contextual.jpg","src":"/media/atlas/vegetables/lactuca-sativa/contextual.jpg","caption":"<p>Lettuce seeds can be sown directly in the garden or field as soon as the soil can be worked since the seeds will germinate at temperatures of 4.4°C and above and seedlings can tolerate a light frost. </p>"},"featured":{"path":"atlas/lactuca-sativa/featured.png","src":"/media/atlas/vegetables/lactuca-sativa/featured.png","caption":"<p>The yellow flower heads produce achene fruits with feathery pappus structures for wind dispersal.</p>"},"icon":{"path":"atlas/lactuca-sativa/icon.jpg","src":"/media/atlas/vegetables/lactuca-sativa/icon.jpg","caption":null}},"lastUpdated":"2020-03-29T19:56:05Z","taxonomy":[{"name":"kingdom","display":"Kingdom","value":"Plantae"},{"name":"order","display":"Order","value":"Asterales"},{"name":"family","display":"Family","value":"Asteraceae"},{"name":"tribe","display":"Tribe","value":"Cichorieae"},{"name":"genus","display":"Genus","value":"Lactuca"},{"name":"species","display":"Species","value":"Sativa"}],"aliases":["Garden lettuce"],"spreading":[],"startDate":{"value":4000.0,"mask":65537},"endDate":null,"conservation":null,"sampleTitle":null,"samplePath":null,"waveformPath":"atlas/lactuca-sativa/page-form-audio-assets_waveform.png","waveformSrc":"/media/atlas/vegetables/lactuca-sativa/page-form-audio-assets_waveform.png","facts":[{"name":"Harvest after 65 to 130 days","value":"Lettuce is ready for the harvest 65 to 130 days after sowing, depending on the variety. Lettuce is manually harvested before it reaches full maturity (to prevent flowering and loss of nutrients from the leaves)."},{"name":"Cultivated by ancient Egyptians","value":"Ancient Egyptians cultivated lettuce 6.000 years ago. It was important part of their diet, based on the paintings in the tombs of many Egyptian rulers."},{"name":"Iceberg lettuce is the most popular","value":"Iceberg lettuce is the most popular and most commonly cultivated variety of lettuce in the USA. Americans consume 13.5 kilograms of lettuce per person each year."},{"name":"Can be cultivated in the water","value":"Lettuce can be cultivated in the ground or in the water (method of cultivation called hydroponics, where plants grow from the nutritious, water solution). Hydroponics are more popular today because this way of cultivation doesn't depend on the weather conditions (it can be performed all year round)."},{"name":"Rich in vitamins and minerals","value":"Lettuce provides dietary fibers, vitamins A, B9 and C and minerals such as calcium, iron and copper. Darker varieties provide more nutrients than light green varieties."},{"name":"Annual plant","value":"Lettuce is an annual plant (life span: one year)."},{"name":"Fibers are in the ribs","value":"Fibers are concentrated in the ribs, and minerals and vitamins in the leafy part of lettuce."},{"name":"Salads and ingredients for sandwiches","value":"Lettuce can be consumed in the form of salads or as an ingredient of sandwiches. It can be also used for the wrapping of food."},{"name":"Stalk up to one meter height","value":"Lettuce develops one meter flowering stalk with yellow flowers on top of it. Flowers contain both types of reproductive organs and they are able to perform self-pollination."},{"name":"Differ in color and texture","value":"Iceberg, Romaine and Leaf lettuce are the best known varieties of lettuce. They differ in color, texture and in the amount of nutrients."},{"name":"Leaves of different colors","value":"Lettuce produces mass of leaves that grow around short stem. Some varieties of lettuce produce yellow, golden, reddish, bluish or variegated (multicolored) leaves."},{"name":"Can reach 30 centimeters height","value":"Lettuce is herbaceous plant that can reach 15 to 30 centimeters in height."},{"name":"Used by Romans and Greeks","value":"Lettuce was also very important for the ancient Romans and ancient Greeks who believed that lettuce induce sleeping."},{"name":"Fruit is a capsule with one seed","value":"Fruit of lettuce is dry capsule filled with one seed. Fruit has feathery extension which facilitates dispersal by wind."},{"name":"\"Iceberg\" lettuce","value":"Name \"Iceberg\" originates from the preservation method that was used at the beginning of the 20th century in California. When refrigerators were not available, large quantities of ice were used to prevent spoilage of lettuce in the trains on their trips to the market. Carriages were filled with icebergs that floated on top of the lettuce on their final destinations, hence the name - iceberg lettuce."}],"features":[{"name":"nutrient.energy","value":13.0,"maximum":null,"quantity":"FOOD_ENERGY","nameDisplay":"Food Energy","valueDisplay":"13 calories"},{"name":"nutrient.carbohydrate","value":0.00223,"maximum":null,"quantity":"MASS","nameDisplay":"Carbohydrates","valueDisplay":"2.23 grams"},{"name":"nutrient.sugars","value":9.4E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Sugars","valueDisplay":"940 milligrams"},{"name":"nutrient.fiber","value":0.0011,"maximum":null,"quantity":"MASS","nameDisplay":"Dietary Fiber","valueDisplay":"1.1 grams"},{"name":"nutrient.fat","value":2.2E-4,"maximum":null,"quantity":"MASS","nameDisplay":"Total Fat","valueDisplay":"220 milligrams"},{"name":"nutrient.protein","value":0.00135,"maximum":null,"quantity":"MASS","nameDisplay":"Protein","valueDisplay":"1.35 grams"},{"name":"nutrient.water","value":0.09563,"maximum":null,"quantity":"MASS","nameDisplay":"Water","valueDisplay":"95.63 grams"}],"related":[{"index":20,"display":"Spinach","definition":"Spinach  is a leafy green flowering plant native to central and western Asia.","iconPath":"atlas/spinacia-oleracea/icon.jpg","iconSrc":null}],"links":[{"url":"https://en.wikipedia.org/wiki/Lettuce","display":"Wikipedia","description":"Wikipedia article about lettuce.","iconPath":"link/wikipedia.png","iconSrc":"/media/link/wikipedia.png"},{"url":"https://www.britannica.com/plant/lettuce","display":"Encyclopædia Britannica","description":"Lettuce article on Britannica.","iconPath":"link/britannica.png","iconSrc":"/media/link/britannica.png"},{"url":"https://www.encyclopedia.com/plants-and-animals/plants/plants/lettuce","display":"ENCYCLOpedia.com","description":"Lettuce article on ENCYCLOpedia.","iconPath":"link/encyclopedia.png","iconSrc":"/media/link/encyclopedia.png"},{"url":"https://www.softschools.com/facts/plants/lettuce_facts/1455/","display":"SoftSchools","description":"Lettuce facts on SoftSchools.","iconPath":"link/softschools.png","iconSrc":"/media/link/softschools.png"},{"url":"https://kids.kiddle.co/Lettuce","display":"Kiddle","description":"Lettuce facts for kids.","iconPath":"link/kiddle.png","iconSrc":"/media/link/kiddle.png"},{"url":"https://www.itis.gov/servlet/SingleRpt/SingleRpt?search_topic=TSN&search_value=567533#null","display":"Taxonomic Information System","description":"ITIS taxonomy for lettuce.","iconPath":"link/itis.png","iconSrc":"/media/link/itis.png"},{"url":"https://eol.org/pages/468144","display":"Encyclopedia of Life","description":"Data, maps and articles about lettuce.","iconPath":"link/eol.png","iconSrc":"/media/link/eol.png"},{"url":"https://www.wikihow.com/Plant-Lettuce","display":"wikiHow","description":"How to Plant Lettuce.","iconPath":"link/wikihow.png","iconSrc":"/media/link/wikihow.png"},{"url":"https://www.thefreedictionary.com/lettuce","display":"The Free Dictionary","description":"Lettuce definition on dictionary.","iconPath":"link/thefreedictionary.png","iconSrc":"/media/link/thefreedictionary.png"}]}